[Elite_Fortress_Sanctuary.A_mercenary_elite_elemntal_tenebre H7TownDwelling]
mName="酒馆：暗元素汇点"
mDesc="允许你招募暗元素：每周2个"

[A_Mercenary_TownLv1 H7Town]
mName=""

[Champion_phoenix_Gold_dragon.A_mercenary_elite_Gold_Dragon H7TownDwelling]
mName="酒馆：龙巢"
mDesc="允许你招募冠军生物：每周2个"

[Elite_Academie_Stronghold.A_mercenary_elite_Stronghold H7TownDwelling]
mName="酒馆：灵薄狱"
mDesc="允许你招募强大的精英生物：每周2个"

[Elite_Academie_Stronghold.A_mercenary_elite_academie H7TownDwelling]
mName="酒馆：亚特兰蒂"
mDesc="允许你招募精英生物：每周4个"

[Champion_phoenix_Gold_dragon.A_mercenary_elite_Phoenix H7TownDwelling]
mName="酒馆：火焰之巢"
mDesc="允许你招募冠军生物：每周2个"

[Elite_Fortress_Sanctuary.A_bonus_pool_elite_elemental_terre H7TownGrowthEnhancer]
mName="大地协同"
mDesc="提升精英生物住所。\n每周产量+2（取代水流协同）"

[Elite_Fortress_Sanctuary.A_bonus_pool_elite_elemental_tenebre H7TownGrowthEnhancer]
mName="暗影协同"
mDesc="提升精英生物住所。\n每周产量+2"

[Elite_Academie_Stronghold.A_bonus_pool_elite_Academie H7TownGrowthEnhancer]
mName="珊瑚"
mDesc="提升精英生物住所。\n每周产量+2"

[Elite_Fortress_Sanctuary.A_bonus_pool_elite_elemental_lumiere H7TownGrowthEnhancer]
mName="光明协同"
mDesc="提升精英生物住所。\n每周产量+2"

[Elite_Fortress_Sanctuary.A_bonus_pool_elite_elemental_air H7TownGrowthEnhancer]
mName="气流协同"
mDesc="提升精英生物住所。\n每周产量+2（取代：火焰协同）"

[Elite_Academie_Stronghold.A_bonus_pool_elite_Strongolhd H7TownGrowthEnhancer]
mName="发光的兵营"
mDesc="提升精英生物住所。\n每周产量+2"

[Elite_Fortress_Sanctuary.A_mercenary_elite_elemntal_air H7TownDwelling]
mName="酒馆：气元素汇点"
mDesc="允许你招募气元素：每周2个（取代家中的火元素）"

[Elite_Fortress_Sanctuary.A_bonus_pool_elite_fortress H7TownGrowthEnhancer]
mName="水流协同"
mDesc="提升精英生物住所。\n每周产量+2"

[Elite_Fortress_Sanctuary.A_mercenary_elite_elemntal_lumiere H7TownDwelling]
mName="酒馆：光元素汇点"
mDesc="允许你招募光元素：每周2个"

[ability_faction.A_ennemis_faction_Buff H7BaseBuff]
mName=""
mTooltip=""

[Building.A_bonus_pool_elite_haven H7TownGrowthEnhancer]
mName="海盗驻军"
mDesc="提升核心生物住所。\n每周产量+6"

[Building.A_mercenary_elite_necropol H7TownDwelling]
mName="酒馆：黑暗卫士"
mDesc="允许你招募核心佣兵：每周10个"

[Building.A_mercenary_elite_haven H7TownDwelling]
mName="酒馆：海盗"
mDesc="允许你招募核心佣兵：每周10个"

[Building.A_mercenary_t1 H7TownDwelling]
mName="酒馆：蜥蜴"
mDesc="允许你招募核心生物：每周16个"

[Building.A_mercenary_elite_Sylvan H7TownDwelling]
mName="酒馆：神秘箭术"
mDesc="允许你招募精英生物：每周8个"

[Building.A_bonus_pool_elite_Sylvan H7TownGrowthEnhancer]
mName="奥术共鸣"
mDesc="提升精英生物住所。\n每周产量+6"

[Building.A_bonus_pool_t1 H7TownGrowthEnhancer]
mName="爬行生物驻军"
mDesc="提升核心生物住所。\n每周产量+9"

[Building.A_mercenary_elite_Dungeon H7TownDwelling]
mName="酒馆：白虎兽穴"
mDesc="允许你招募精英生物：每周7个"

[Building.A_bonus_pool_t2_sylvan H7TownGrowthEnhancer]
mName="黑暗储备"
mDesc="提升核心生物住所。\n每周产量+6"

[Building.A_mercenary_VillageHall H7TownHall]
mName="村镇大厅"
mDesc="提供在此城镇建造新建筑的选项。\n每天提供500 %ICON_GOLD黄金。"

[Building.A_mercenary_t2_sylvan H7TownDwelling]
mName="酒馆：黑暗制革铺"
mDesc="允许你招募核心佣兵：每周10个"

[Champion_phoenix_Gold_dragon.A_mercenary_champion_shantiri H7TownDwelling]
mName="酒馆：圣器"
mDesc="允许你招募冠军生物：每周2个（用杉提瑞泰坦取代金龙）"

[Champion_phoenix_Gold_dragon.A_mercenary_champion_Kraken H7TownDwelling]
mName="酒馆：海底"
mDesc="允许你招募冠军生物：每周2个"

[Elite_Fortress_Sanctuary.A_mercenary_elite_Fortress H7TownDwelling]
mName="酒馆：水元素汇点"
mDesc="允许招募水元素：每周2个 \n（可被土元素汇点取代）"

[Building.A_bonus_pool_elite_necropol H7TownGrowthEnhancer]
mName="黑色兵营"
mDesc="提升核心生物住所。\n每周产量+6"

[Elite_Fortress_Sanctuary.A_mercenary_elite_elemntal_terre H7TownDwelling]
mName="酒馆：土元素汇点"
mDesc="允许招募土元素：每周2个（可被水元素汇点取代）"

[Building.A_bonus_pool_elite_dungeon H7TownGrowthEnhancer]
mName="白色兽群储备"
mDesc="提升精英生物住所。\n每周产量+2"

[Elite_Fortress_Sanctuary.A_bonus_pool_elite_Sanctuary H7TownGrowthEnhancer]
mName="火焰协同"
mDesc="提升精英生物住所。\n每周产量+2"

[Elite_Fortress_Sanctuary.A_mercenary_elite_Sancuary H7TownDwelling]
mName="酒馆：火元素汇点"
mDesc="允许你招募火元素：每周2个 \n（可被气元素汇点取代）"

[Elite_inferno_frost.A_bonus_pool_elite_frost H7TownGrowthEnhancer]
mName="森林国度储备"
mDesc="提升精英生物住所。\n每周产量+4"

[Elite_inferno_frost.A_bonus_pool_elite_inferno H7TownGrowthEnhancer]
mName="森林驻军"
mDesc="提升精英生物住所。\n每周产量+2"

[Elite_inferno_frost.A_mercenary_elite_Frost H7TownDwelling]
mName="酒馆：森林国度箭术"
mDesc="允许招募精英：每周6个"

[Elite_inferno_frost.A_mercenary_elite_Inferno H7TownDwelling]
mName="酒馆：森林民兵"
mDesc="允许你招募强大的精英：每周2个"

[Faction.H7Faction_mercenary H7Faction]
mFactionName="佣兵"
mFactionFortName="中立要塞"
mFactionArmyName="挑战军队"

[fortification.A_mercenary_Fortification1 H7TownGuardBuilding]
mName="本地守卫"
mDesc="由佣兵提供酒馆的保护"

[H7mercenaryTownNames H7GenericTownNames]
mTownNames[0]="黑色酒馆"
mTownNames[1]="暗影酒馆"
mTownNames[2]="酒馆"
mTownNames[3]="麦酒馆"

[Name.A_mercenay_Town_Lv1_Name H7GlobalName]
mName="酒馆"

[production.A_mercenary_fonderie H7TownHallOfIntrigue]
mName="奴隶市场"
mDesc="每天提供2 %ICON_ORE矿石和2 %icon_wood木材。"


v1.25

[Build_sanctuary.A_Mercenary_chambre_des_centaure H7TownDwelling]
mName="余烬草场"
mDesc="允许你招募强大的冠军生物：地狱半人马。\n每周产量为2。使用“全部招募”功能来招募他。"

[Build_sanctuary.A_Mercenary_MagicGuild1 H7TownMagicGuild]
mName="魔法行会-等级1"
mDesc="在此城镇提供5个随机的1级法术。\n这些法术将授予所有到访的、满足所需条件的英雄。"

[Building.A_Mercenary_TownHall H7TownHall]
mName="城镇大厅"
mDesc="每天额外提供500 %ICON_GOLD黄金。"

[Build_sanctuary.A_Mercenary_MagicGuild2 H7TownMagicGuild]
mName="魔法行会-等级2"
mDesc="在此城镇提供4个随机的2级法术。\n这些法术将授予所有到访的、满足所需条件的英雄。"

[Build_sanctuary.A_Mercenary_MagicGuild4 H7TownMagicGuild]
mName="魔法行会-等级4"
mDesc="在此城镇提供1个随机的4级法术。\n这些法术将授予所有到访的、满足所需条件的英雄。"

[Building.A_Mercenary_CityHall H7TownHall]
mName="城市大厅"
mDesc="每天额外提供1000 %ICON_GOLD黄金。"

[Build_sanctuary.A_Mercenary_MagicGuild3 H7TownMagicGuild]
mName="魔法行会-等级3"
mDesc="在此城镇提供3个随机的3级法术。\n它们将授予所有到访的、满足所需条件的英雄。"

[Building.A_Mercenary_Capitol H7TownHall]
mName="国会"
mDesc="每天额外提供2500 %ICON_GOLD黄金。你只能拥有一个国会。"

[fortification.A_mercenary_Fortification2 H7TownGuardBuilding]
mName="民兵"
mDesc="由更多佣兵提供酒馆的保护"

[Hero.A_Recrutement_mercenaire H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="英雄招募者"
mTooltip="佣兵阵营永远不会被AI控制，并且不像其他阵营那样平衡。此选项只是为想要控制中立军队的玩家提供的奖励。酒馆仍然可以作为中立城堡出现在冒险地图上。"

[Hero.A_recruteur H7EditorHero]
mName=""
mLore=""

[Hero.A_recruteur_Main H7HeroBioData]
mText="一位寻求力量的英雄，他试图通过招募所有不择手段的战士和寻求财富的英雄来统治亚山世界。"

v1.28

[Build_sanctuary.A_Mercenary_chambre_des_Saurien H7TownDwelling]
mName="海外沼泽"
mDesc="允许你招募强大的精英生物：美人鱼。\n每周产量为4。使用“全部招募”功能来招募它。"

v1.30

[Building.A_Mercenary_TownPortal H7TownPortal]
mName="城镇传送门"
mDesc="为所有访问此城镇的英雄提供瞬间回城法术。\n使拥有此法术的英雄能够返回此城镇，如果这是最近的可用城镇。"

v1.31

[Hero.A_Recruteur_Name H7GlobalName]
mName="佣兵艾伦"

[Hero.A_Recruteur_2_Name H7GlobalName]
mName="佣兵鲍勃"

[Hero.A_Recruteur_3_Name H7GlobalName]
mName="佣兵卡尔"

[Hero.A_Recruteur_4_Name H7GlobalName]
mName="佣兵丁"

[Hero.A_Recruteur_5_Name H7GlobalName]
mName="佣兵埃迪兹"

[Hero.A_Recruteur_6_Name H7GlobalName]
mName="佣兵法罗"

[Hero.A_Recruteur_7_Name H7GlobalName]
mName="佣兵吉安"

[Hero.A_Recruteur_8_Name H7GlobalName]
mName="佣兵哈库"

v1.32

[production.A_Mercenary_Marketplace H7TownMarketplace]
mName="市场"
mDesc="提供交易资源的选项。"

v1.37

[A_mercenary_warfare_build H7TownUtilityUnitDwelling]
mName="铁匠铺"
mDesc="战争单位生产。\n提供购买鱼叉的选项。"

[neutral.A_Harpoon_Attack_mercenary H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="穿刺射击"
mTooltip="击中一条直线上的所有目标，并忽略目标的防御。"

[neutral_warfare_unit.A_Harpoon_mercenary H7EditorWarUnit]
mDesc="攻击型战争单位"
mName="鱼叉"
mLore=""

v1.38.1

[random_hero.A_Random_Mercenary H7EditorHero]
mName="随机佣兵"
mLore=""

[Class.A_mercenary_Might_Balanced H7HeroClass]
mName="力量型佣兵"

[Class.A_mercenary_Magic_Balanced H7HeroClass]
mName="魔法型佣兵"

v1.39.1

...一些小的改进